        IDENTIFICATION DIVISION. 
        PROGRAM-ID. MEOW.
        DATA DIVISION.
        WORKING-STORAGE SECTION. 
           01 PEAK-SIGMA-OHIO PIC X(25) VALUE "IDENTIFICATION DIVISION".
        PROCEDURE DIVISION.
           PERFORM RIZZ-PRINTER 69 TIMES
           STOP RUN.
        RIZZ-PRINTER.
           DISPLAY PEAK-SIGMA-OHIO.
           
        END PROGRAM MEOW.
